Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Providing information relating to security guard services
it: Fornitura di informazioni in tema di servizi di vigilanza

source: Legal services relating to the exploitation of transmission rights
it: Servizi legali in tema di sfruttamento di diritti di trasmissione

source: Legal advice relating to franchising
it: Consulenze legali in tema di franchising

source: Legal services relating to the protection and exploitation of copyright for film, television, theatre and music productions
it: Servizi legali in tema di protezione e sfruttamento di del diritto d'autore per produzioni cinematografiche, televisive, teatrali e musicali

source: Dispute resolution services
it: Servizi di risoluzione di dispute

source: Legal services relating to the negotiation and drafting of contracts relating to intellectual property rights
it: Servizi legali in tema di negoziato e stesura di contratti relativi a diritti di proprietà intellettuale

source: Intellectual property consultancy services in the field of patents and patent applications
it: Servizi di consulenza sulla proprietà intellettuale in tema di brevetti e richieste di brevetto

source: Intellectual property consultancy services for universities and research institutions
it: Servizi di consulenza sulla proprietà intellettuale per università e istituti di ricerca

source: Intellectual property consultancy services for inventors
it: Servizi di consulenza sulla proprietà intellettuale per inventori

source: Legal services relating to the exploitation of patents
it: Servizi legali in tema di sfruttamento di brevetti

source: Management of copyright and industrial property rights for others
it: Gestione di diritti di proprietà industriale e diritti d'autore per conto terzi

source: Reviewing standards and practices to assure compliance with laws and regulations
it: Revisione di standard e procedure volte ad assicurare la conformità a leggi e regolamentazioni

source: Trademark monitoring [legal services]
it: Monitoraggio di marchi [servizi legali]

source: Rental of protective clothing and equipment
it: Noleggio di indumenti e attrezzature di protezione

source: Providing personal support services for families of patients with life threatening disorders
it: Fornitura di servizi di supporto personale a famiglie di pazienti affetti da patologie con rischio per la vita

source: Polygraph examination services
it: Servizi di esame poligrafico

source: Organising meetings of bereaved families to commemorate the death of a loved one
it: Organizzazione di incontri di familiari di un defunto per commemorarne la dipartita

source: Providing authentication of personal identification information [identification verification services]
it: Autenticazione di informazioni di identificazione personale [servizi di verifica dell'identità]

source: Fraud detection services in the field of health care insurance
it: Servizi di accertamento di frodi nel campo delle assicurazioni sanitarie

source: Forecasting services in the nature of fortune telling
it: Servizi di previsione sotto forma di chiromanzia

source: Electronic monitoring services for security purposes
it: Servizi di sorveglianza elettronica a fini di sicurezza

source: Animal adoption services
it: Servizi di adozione di animali

source: Conducting funeral ceremonies
it: Conduzione di cerimonie funebri

source: Cartomancy services
it: Servizi di cartomanzia

source: Spiritual consultancy
it: Consulenza spirituale

source: Providing information about religion
it: Informazioni in materia di religione

source: Rental of dresses
it: Noleggio di abiti

source: Security guard services for the protection of property and individuals
it: Servizi di vigilanza per la protezione di proprietà e persone

source: Security guard services for buildings
it: Servizi di vigilanza per edifici

source: Stolen vehicle recovery services
it: Servizi di recupero di veicoli rubati

source: Consultancy relating to the licensing of intellectual property
it: Consulenze in tema di licenze di proprietà intellettuale

source: Licensing of intellectual property in the field of copyrights [legal services]
it: Concessione di diritti di proprietà intellettuale nel campo dei diritti d'autore [servizi legali]

source: Licensing of intellectual property in the field of trademarks [legal services]
it: Concessione in licenza di proprietà intellettuale nel campo dei marchi [servizi legali]

source: Online social networking services accessible by means of downloadable mobile applications
it: Servizi di collegamento in reti sociali online, accessibili tramite applicazioni mobili scaricabili

source: Preparation of legal reports
it: Stesura di perizie legali

source: Providing shoes to needy persons [charitable services]
it: Offerta di scarpe a persone bisognose [servizi di beneficenza]

source: Trademark watch services for legal advisory purposes
it: Servizi di vigilanza di marchi ai fini consulenza legale

source: Providing guide-dogs to blind persons
it: Fornitura di cani guida a non vedenti

source: Bereavement support‎
it: Sostegno per il lutto

source: Mine clearing services
it: Servizi di sminamento

source: Unexploded ordnance removal services
it: Servizi di rimozione di ordigni inesplosi

source: Explosive ordnance disposal services
it: Servizi di smaltimento di ordigni esplosivi
